Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# setup.rosetta.subtitle
source: Rosetta allows x86 code, like Wine, to run on your Mac.
ar: تسمح Rosetta بأكواد x86، مثل Wine، بالعمل على الماك الخاص بك.
cs: Rosetta umožňuje x86 kódu, jakým je Wine, běžet na vašem Macu.
da: Rosetta tillader x86 kode, som Wine, til at køre på din Mac.
de: Rosetta erlaubt es, x86 code auf deinem Mac auszuführen, ähnlich wie Wine.
es: Rosetta permite que programas de arquitectura x86 (Wine por ejemplo) funcionen en tu Mac.
fi: Rosetta, kuten Wine, mahdollistaa x86 koodin käyttämisen Macilläsi.
fr: Rosetta permet au code x86, comme Wine, de s'exécuter sur votre Mac.
it: Rosetta permette al codice x86, come Wine, di funzionare sul tuo Mac.
ja: Rosetta は、Wine のような x86 バイナリを Mac 上で実行できるようにします。
ko: Rosetta는 Wine과 같은 x86 코드를 당신의 Mac에서 실행할 수 있게 해 줍니다.
nl: Rosetta laat x86 code, zoals Wine, uitgevoerd worden op je Mac.
pl: Rosetta pozwala kodowi x86, tak jak Wine, na uruchamianie na komputerze Mac.
pt_br: Rosetta permite código x86, como Wine, a rodar em seu Mac.
pt_pt: Rosetta permite que código x86, como o Wine, execute no seu Mac.
ro: Rosetta permite codului x86, ca de exemplu Wine, să ruleze pe Mac-ul dvs.
ru: Rosetta позволяет программам x86, таким как Wine, работать на вашем Mac.
sv: Med Rosetta kan x86-kod, som Wine, köras på din Mac.
tr: Rosetta, Wine gibi, x86 yazılımının Mac bilgisayarınızda çalışmasına izin verir.
uk: Rosetta дозволяє запускати x86 код (напр. Wine) на вашому Mac.
vi: Rosetta cho phép các ứng dụng x86 như Wine chạy trên máy Mac của bạn.
zh_hans: Rosetta 让您的 Mac 可以运行 Wine 等 x86 架构的程序。
zh_hant: Rosetta 允許 x86 代碼（如 Wine）在 Mac 上運行。

# setup.subtitle
source: Manage Whisky's required dependencies.
ar: إدارة التبعيات المطلوبة لـWhisky.
cs: Spravovat požadované závislosti Whisky.
da: Administrer Whisky's nødvendige afhængigheder.
de: Verwalte Whiskys erforderliche Abhängigkeiten.
es: Administre las dependencias requeridas de Whisky.
fi: Hallitse Whiskyn tarvittavia riippuvuuksia.
fr: Gérer les dépendances requises de Whisky.
it: Gestisci le dipendenze richieste da Whisky.
ja: Whisky に必要な依存関係を管理します。
ko: Whisky의 필수 의존성 관리하기.
nl: Beheer Whisky's vereiste dependencies.
pl: Zarządzaj wymaganymi zależnościami Whisky.
pt_br: Gerir as dependências necessárias do Whisky.
pt_pt: Gerencie dependências necessárias do Whisky.
ro: Gestionează dependențele cerute de Whisky.
ru: Управление требуемыми зависимостями Whisky.
sv: Hantera de beroenden som Whisky kräver.
tr: Whisky'nin gerekli yazılımlarını düzenle.
uk: Керування необхідними залежностями Whisky.
vi: Quản lý những tệp quan trọng của Whisky.
zh_hans: 管理 Whisky 所需依赖
zh_hant: 管理Whisky需要的相依性套件

# setup.telemetry.consent
source: Share anonymous usage data to help improve Whisky
ar: شارك بيانات استخدام مجهولة للمساعدة في تحسين Whisky
cs: Sdílet anonymní data a pomoct tak vylepšit Whisky
da: Del anonyme brugsdata, og hjælp med at forbedre Whisky
de: Anonyme Nutzungsdaten teilen, um Whisky zu verbessern
es: Comparte datos de uso anónimos para ayudar a mejorar Whisky
fi: Jaa nimettömiä käyttötietoja Whiskyn kehittämiseksi
fr: Partager des données d'utilisation anonymes pour améliorer Whisky
it: Condividi dati d'uso anonimi per contribuire a migliorare Whisky
ja: 匿名の使用状況データを共有して Whisky の改善に協力する
ko: Whisky 개선에 도움이 되도록 익명 사용 데이터 공유
nl: Deel anonieme gebruiksgegevens om Whisky te verbeteren
pl: Udostępniaj anonimowe dane, aby pomóc ulepszyć Whisky
pt_br: Compartilhar dados de uso anônimos para ajudar a melhorar o Whisky
pt_pt: Partilhar dados de utilização anónimos para ajudar a melhorar o Whisky
ro: Partajează date de utilizare anonime pentru a ajuta la îmbunătățirea Whisky
ru: Отправлять анонимные данные, чтобы помочь улучшить Whisky
sv: Dela anonym användningsdata och hjälp till att förbättra Whisky
tr: Whisky'nin geliştirilmesine yardımcı olmak için anonim kullanım verilerini paylaş
uk: Надсилати анонімні дані, щоб допомогти покращити Whisky
vi: Chia sẻ dữ liệu sử dụng ẩn danh để giúp cải thiện Whisky
zh_hans: 共享匿名使用数据，帮助改进 Whisky
zh_hant: 分享匿名使用資料，協助改進 Whisky

# setup.telemetry.consent.help
source: Optional and off by default. When enabled, Whisky sends five anonymous events covering the first-run funnel: runtime install started, succeeded, or failed (with a coarse reason), first bottle created, and first program launch attempt. No personal data, file names, or identifiers tied to you are ever sent. You can change this anytime in Settings.
ar: اختياري ومعطّل افتراضيًا. عند تفعيله، يرسل Whisky خمسة أحداث مجهولة تغطي مسار التشغيل الأول: بدء تثبيت بيئة التشغيل أو نجاحه أو فشله (مع سبب عام)، وإنشاء أول زجاجة، وأول محاولة لتشغيل برنامج. لا تُرسل أبدًا أي بيانات شخصية أو أسماء ملفات أو معرّفات مرتبطة بك. يمكنك تغيير ذلك في أي وقت من الإعدادات.
cs: Volitelné a ve výchozím stavu vypnuté. Po zapnutí Whisky odešle pět anonymních událostí o prvním spuštění: instalace prostředí začala, uspěla nebo selhala (s obecným důvodem), byla vytvořena první láhev a proběhl první pokus o spuštění programu. Osobní údaje, názvy souborů ani identifikátory spojené s vámi se neodesílají nikdy. Kdykoli to můžete změnit v Nastavení.
da: Valgfrit og slået fra som standard. Når det er slået til, sender Whisky fem anonyme begivenheder om det første forløb: installation af runtime startet, lykkedes eller mislykkedes (med en overordnet årsag), første flaske oprettet og første forsøg på at starte et program. Der sendes aldrig personlige oplysninger, filnavne eller id'er, der kan knyttes til dig. Du kan altid ændre det i Indstillinger.
de: Optional und standardmäßig deaktiviert. Wenn aktiviert, sendet Whisky fünf anonyme Ereignisse zum Ablauf der Ersteinrichtung: Installation der Runtime gestartet, erfolgreich oder fehlgeschlagen (mit grobem Grund), erste Flasche erstellt und erster Programmstart-Versuch. Es werden nie personenbezogene Daten, Dateinamen oder dir zuordenbare Kennungen gesendet. Du kannst das jederzeit in den Einstellungen ändern.
es: Opcional y desactivado por omisión. Si lo activas, Whisky envía cinco eventos anónimos sobre el primer uso: instalación del runtime iniciada, correcta o fallida (con un motivo general), primera botella creada y primer intento de abrir un programa. Nunca se envían datos personales, nombres de archivo ni identificadores asociados a ti. Puedes cambiarlo cuando quieras en Ajustes.
fi: Valinnainen ja oletuksena pois käytöstä. Kun tämä on käytössä, Whisky lähettää viisi nimetöntä tapahtumaa ensimmäisen käyttökerran kulusta: ajoympäristön asennus alkoi, onnistui tai epäonnistui (karkealla syyllä), ensimmäinen pullo luotiin ja ensimmäinen ohjelman käynnistysyritys. Henkilötietoja, tiedostonimiä tai sinuun yhdistettäviä tunnisteita ei lähetetä koskaan. Voit muuttaa tätä milloin tahansa asetuksissa.
fr: Facultatif et désactivé par défaut. Lorsque cette option est activée, Whisky envoie cinq événements anonymes couvrant le premier lancement : installation du runtime démarrée, réussie ou échouée (avec un motif général), première bouteille créée et première tentative de lancement d'un programme. Aucune donnée personnelle, aucun nom de fichier ni identifiant vous concernant n'est envoyé. Vous pouvez modifier ce choix à tout moment dans les Réglages.
it: Facoltativo e disattivato di default. Se attivo, Whisky invia cinque eventi anonimi relativi al primo utilizzo: installazione del runtime avviata, riuscita o non riuscita (con un motivo generico), prima bottiglia creata e primo tentativo di avvio di un programma. Non vengono mai inviati dati personali, nomi di file o identificativi collegati a te. Puoi modificare questa scelta in qualsiasi momento nelle Impostazioni.
ja: 任意で、初期設定ではオフです。有効にすると、Whisky は初回利用の流れに関する 5 種類の匿名イベント (ランタイムのインストールの開始、成功、失敗 (大まかな理由付き)、最初の Bottle の作成、最初のプログラム起動の試行) を送信します。個人情報やファイル名、あなたに結び付く識別子が送信されることはありません。この設定はいつでも変更できます。
ko: 선택 사항이며 기본적으로 꺼져 있습니다. 켜면 Whisky는 첫 실행 흐름에 관한 익명 이벤트 5개(런타임 설치 시작, 성공, 실패(대략적인 이유 포함), 첫 Bottle 생성, 첫 프로그램 실행 시도)를 전송합니다. 개인 정보나 파일 이름, 사용자를 식별할 수 있는 정보는 전송되지 않습니다. 설정에서 언제든지 변경할 수 있습니다.
nl: Optioneel en standaard uitgeschakeld. Wanneer dit is ingeschakeld, stuurt Whisky vijf anonieme gebeurtenissen over het eerste gebruik: installatie van de runtime gestart, geslaagd of mislukt (met een globale reden), eerste fles aangemaakt en eerste poging om een programma te starten. Er worden nooit persoonlijke gegevens, bestandsnamen of tot jou herleidbare kenmerken verstuurd. Je kunt dit altijd wijzigen in Instellingen.
pl: Opcjonalne i domyślnie wyłączone. Po włączeniu Whisky wysyła pięć anonimowych zdarzeń dotyczących pierwszego uruchomienia: rozpoczęcie instalacji silnika, jej powodzenie lub niepowodzenie (z ogólną przyczyną), utworzenie pierwszej butelki oraz pierwszą próbę uruchomienia programu. Dane osobowe, nazwy plików ani identyfikatory powiązane z Tobą nigdy nie są wysyłane. Możesz to zmienić w każdej chwili w Ustawieniach.
pt_br: Opcional e desativado por padrão. Quando ativado, o Whisky envia cinco eventos anônimos sobre o primeiro uso: instalação do runtime iniciada, concluída ou com falha (com um motivo genérico), primeira Bottle criada e primeira tentativa de abrir um programa. Nunca são enviados dados pessoais, nomes de arquivos nem identificadores ligados a você. Você pode mudar isso quando quiser nas Configurações.
pt_pt: Opcional e desativado por predefinição. Quando ativado, o Whisky envia cinco eventos anónimos sobre a primeira utilização: instalação do runtime iniciada, concluída ou falhada (com um motivo genérico), primeira Bottle criada e primeira tentativa de abrir um programa. Nunca são enviados dados pessoais, nomes de ficheiros nem identificadores associados a si. Pode alterar esta opção a qualquer momento nas Definições.
ro: Opțional și dezactivat implicit. Când este activat, Whisky trimite cinci evenimente anonime despre prima utilizare: instalarea runtime-ului începută, reușită sau eșuată (cu un motiv general), prima sticlă creată și prima încercare de lansare a unui program. Nu sunt trimise niciodată date personale, nume de fișiere sau identificatori legați de tine. Poți schimba oricând această opțiune în Setări.
ru: Необязательно и по умолчанию отключено. Если включить, Whisky отправляет пять анонимных событий о первом запуске: установка среды началась, завершилась успешно или не удалась (с общей причиной), создана первая бутылка, выполнена первая попытка запуска программы. Личные данные, имена файлов и связанные с вами идентификаторы не отправляются никогда. Это можно изменить в любой момент в Настройках.
sv: Valfritt och avstängt som standard. När det är på skickar Whisky fem anonyma händelser om det första förloppet: installation av runtime påbörjad, lyckad eller misslyckad (med en övergripande orsak), första flaskan skapad och första försöket att starta ett program. Inga personuppgifter, filnamn eller identifierare som kan kopplas till dig skickas någonsin. Du kan ändra detta när som helst i Inställningar.
tr: İsteğe bağlıdır ve varsayılan olarak kapalıdır. Etkinleştirildiğinde Whisky, ilk kullanım akışını kapsayan beş anonim olay gönderir: çalışma zamanı yüklemesinin başlaması, başarılı olması veya başarısız olması (genel bir nedenle birlikte), ilk şişenin oluşturulması ve ilk program başlatma denemesi. Kişisel veriler, dosya adları veya sizi tanımlayan bilgiler asla gönderilmez. Bunu istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
uk: Необов'язково і типово вимкнено. Якщо увімкнути, Whisky надсилає п'ять анонімних подій про перший запуск: встановлення рушія почалося, завершилося успішно або невдало (із загальною причиною), створено першу пляшку, виконано першу спробу запуску програми. Особисті дані, назви файлів і пов'язані з вами ідентифікатори не надсилаються ніколи. Це можна змінити будь-коли в Налаштуваннях.
vi: Tùy chọn và mặc định tắt. Khi bật, Whisky gửi năm sự kiện ẩn danh về quá trình dùng lần đầu: bắt đầu cài runtime, cài thành công hoặc thất bại (kèm lý do chung), tạo bottle đầu tiên và lần đầu thử khởi chạy chương trình. Không bao giờ gửi dữ liệu cá nhân, tên tệp hay thông tin nhận dạng bạn. Bạn có thể thay đổi bất cứ lúc nào trong Cài đặt.
zh_hans: 此项为可选，默认关闭。启用后，Whisky 会发送五个与首次使用流程相关的匿名事件：运行时安装开始、成功或失败（附大致原因）、首次创建 Bottle，以及首次尝试启动程序。不会发送任何个人数据、文件名或与你相关的标识符。你可以随时在设置中更改。
zh_hant: 此項為選用，預設為關閉。啟用後，Whisky 會傳送五個與初次使用流程相關的匿名事件：執行階段安裝開始、成功或失敗（附大致原因）、首次建立 Bottle，以及首次嘗試啟動程式。不會傳送任何個人資料、檔案名稱或與你相關的識別碼。你可以隨時在設定中更改。

# setup.title
source: Dependencies Setup
ar: إعداد التبعيات
cs: Nastavení závislostí
da: Opsætning af afhængigheder
de: Abhängigkeitseinstellungen
es: Configuración de dependencias
fi: Riippuvuuksien valmistelu
fr: Configuration des dépendances
it: Configurazione delle dipendenze
ja: 依存関係のセットアップ
ko: 의존성 설정
nl: Beheer dependencies
pl: Konfiguracja zależności
pt_br: Configuração de dependências
pt_pt: Configuração das Dependências
ro: Configurare Dependențe
ru: Установка зависимостей
sv: Konfiguration av beroenden
tr: Gerekli Yazılımların Kurulumu
uk: Встановлення залежностей
vi: Cài đặt những tệp quan trọng
zh_hans: 依赖项设置
zh_hant: 相依性管理

# setup.uninstall
source: Uninstall
ar: إلغاء التثبيت
cs: Odinstalování
da: Afinstaller
de: Deinstallieren
es: Desinstalar
fi: Poista asennus
fr: Désinstaller
it: Disinstalla
ja: アンインストール
ko: 제거
nl: Deïnstalleren
pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Remover
ro: Dezinstalează
ru: Удалить
sv: Avinstallera
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

# setup.uninstall.confirm.body
source: Remove the Wine runtime only, or remove everything Whisky has stored — including all bottles? Removing everything is permanent and cannot be undone.
ar: هل تريد إزالة بيئة تشغيل Wine فقط، أم إزالة كل ما خزّنه Whisky — بما في ذلك جميع الزجاجات؟ إزالة كل شيء نهائية ولا يمكن التراجع عنها.
cs: Odstranit jen prostředí Wine, nebo vše, co si Whisky uložila — včetně všech lahví? Odstranění všeho je trvalé a nelze je vrátit zpět.
da: Vil du kun fjerne Wine-runtimen eller alt, hvad Whisky har arkiveret — inklusive alle flasker? At fjerne alt er permanent og kan ikke fortrydes.
de: Nur die Wine-Runtime entfernen oder alles, was Whisky gesichert hat – einschließlich aller Flaschen? Alles zu entfernen ist endgültig und kann nicht rückgängig gemacht werden.
es: ¿Quieres eliminar solo el runtime de Wine o todo lo que Whisky ha guardado, incluidas todas las botellas? Eliminarlo todo es permanente y no se puede deshacer.
fi: Poistetaanko vain Wine-ajoympäristö vai kaikki Whiskyn tallentama — mukaan lukien kaikki pullot? Kaiken poistaminen on lopullista eikä sitä voi perua.
fr: Supprimer uniquement le runtime Wine, ou tout ce que Whisky a stocké, y compris toutes les bouteilles ? La suppression complète est définitive et irréversible.
it: Vuoi rimuovere solo il runtime Wine oppure tutto ciò che Whisky ha salvato, incluse tutte le bottiglie? La rimozione completa è definitiva e non può essere annullata.
ja: Wine ランタイムだけを削除しますか？ それとも、すべての Bottle を含め、Whisky が保存したデータをすべて削除しますか？ すべて削除すると元に戻せません。
ko: Wine 런타임만 제거하시겠습니까, 아니면 모든 Bottle을 포함해 Whisky가 저장한 모든 항목을 제거하시겠습니까? 모두 제거하면 영구적이며 되돌릴 수 없습니다.
nl: Alleen de Wine-runtime verwijderen, of alles wat Whisky heeft bewaard — inclusief alle flessen? Alles verwijderen is definitief en kan niet ongedaan worden gemaakt.
pl: Usunąć tylko silnik Wine czy wszystko, co przechowuje Whisky — w tym wszystkie butelki? Usunięcie wszystkiego jest trwałe i nieodwracalne.
pt_br: Remover apenas o runtime do Wine ou tudo o que o Whisky armazenou, incluindo todas as Bottles? Remover tudo é permanente e não pode ser desfeito.
pt_pt: Remover apenas o runtime do Wine ou tudo o que o Whisky guardou, incluindo todas as Bottles? Remover tudo é permanente e não pode ser anulado.
ro: Elimini doar runtime-ul Wine sau tot ce a stocat Whisky, inclusiv toate sticlele? Eliminarea completă este definitivă și nu poate fi anulată.
ru: Удалить только среду Wine или всё, что хранит Whisky, включая все бутылки? Полное удаление необратимо.
sv: Vill du ta bort enbart Wine-runtime eller allt som Whisky har sparat — inklusive alla flaskor? Att ta bort allt är permanent och går inte att ångra.
tr: Yalnızca Wine çalışma zamanı mı kaldırılsın, yoksa Whisky'nin sakladığı her şey — tüm şişeler dahil — kaldırılsın mı? Her şeyi kaldırmak kalıcıdır ve geri alınamaz.
uk: Видалити лише рушій Wine чи все, що зберігає Whisky, включно з усіма пляшками? Повне видалення незворотне.
vi: Chỉ gỡ runtime Wine, hay gỡ mọi thứ Whisky đã lưu — kể cả tất cả bottle? Gỡ mọi thứ là vĩnh viễn và không thể hoàn tác.
zh_hans: 仅移除 Wine 运行时，还是移除 Whisky 存储的所有内容（包括全部 Bottle）？ 移除全部内容是永久性的，且无法撤销。
zh_hant: 只移除 Wine 執行階段，還是移除 Whisky 儲存的所有內容（包括所有 Bottle）？ 全部移除是永久性的，且無法還原。

# setup.uninstall.confirm.cancel
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# setup.uninstall.confirm.everything
source: Remove everything
ar: إزالة كل شيء
cs: Odstranit vše
da: Fjern alt
de: Alles entfernen
es: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
nl: Verwijder alles
pl: Usuń wszystko
pt_br: Remover tudo
pt_pt: Remover tudo
ro: Elimină tot
ru: Удалить всё
sv: Ta bort allt
tr: Her şeyi kaldır
uk: Видалити все
vi: Gỡ mọi thứ
zh_hans: 移除全部
zh_hant: 全部移除

# setup.uninstall.confirm.runtimeOnly
source: Runtime only
ar: بيئة التشغيل فقط
cs: Jen prostředí
da: Kun runtime
de: Nur Runtime
es: Solo el runtime
fi: Vain ajoympäristö
fr: Runtime uniquement
it: Solo il runtime
ja: ランタイムのみ
ko: 런타임만
nl: Alleen runtime
pl: Tylko silnik
pt_br: Apenas o runtime
pt_pt: Apenas o runtime
ro: Doar runtime-ul
ru: Только среду
sv: Endast runtime
tr: Yalnızca çalışma zamanı
uk: Лише рушій
vi: Chỉ runtime
zh_hans: 仅运行时
zh_hant: 僅執行階段

# setup.uninstall.confirm.title
source: Uninstall Whisky?
ar: هل تريد إلغاء تثبيت Whisky؟
cs: Odinstalovat Whisky?
da: Vil du afinstallere Whisky?
de: Whisky deinstallieren?
es: ¿Desinstalar Whisky?
fi: Poistetaanko Whisky?
fr: Désinstaller Whisky ?
it: Disinstallare Whisky?
ja: Whisky をアンインストールしますか？
ko: Whisky를 제거하시겠습니까?
nl: Whisky verwijderen?
pl: Odinstalować Whisky?
pt_br: Desinstalar o Whisky?
pt_pt: Desinstalar o Whisky?
ro: Dezinstalezi Whisky?
ru: Удалить Whisky?
sv: Vill du avinstallera Whisky?
tr: Whisky kaldırılsın mı?
uk: Видалити Whisky?
vi: Gỡ cài đặt Whisky?
zh_hans: 要卸载 Whisky 吗？
zh_hant: 要解除安裝 Whisky 嗎？

# setup.welcome
source: Welcome to Whisky
ar: مرحبا بكم في Whisky
cs: Vítejte ve Whisky
da: Velkommen til Whisky
de: Willkommen zu Whisky
es: Bienvenido a Whisky
fi: Tervetuloa käyttämään Whiskyä
fr: Bienvenue sur Whisky
it: Benvenuto su Whisky
ja: Whisky へようこそ
ko: Whisky에 오신 것을 환영합니다
nl: Welkom bij Whisky
pl: Witaj w Whisky
pt_br: Bem-vindo ao Whisky
pt_pt: Bem-vindo ao Whisky
ro: Bine ați venit la Whisky
ru: Добро пожаловать в Whisky
sv: Välkommen till Whisky
tr: Whisky'ye Hoşgeldiniz
uk: Ласкаво просимо до Whisky
vi: Chào mừng đến với Whisky
zh_hans: 欢迎使用 Whisky
zh_hant: 歡迎使用 Whisky

# setup.welcome.subtitle
source: Let's get you set up. This won't take a minute.
ar: دعونا نحصل على الإعداد. لن يستغرق هذا دقيقة.
cs: Pojďme to nastavit. Nedube to trvat ani minutu.
da: Lad os få dig sat op. Dette vil ikke tage et minut.
de: Lass uns mit der Einrichtung beginnen. Dies dauert keine Minute.
es: Vamos a configurar. Solo tomará un minuto.
fi: Valmistellaan perusominaisuudet. Tämä vie vain hetken.
fr: Mettons-nous en place. Cela ne prendra qu'un instant.
it: Creiamo la tua configurazione. Ci vorrà meno di un minuto.
ja: セットアップをしましょう。1分以内に終わります。
ko: 설정하는 것을 도와드리겠습니다. 얼마 걸리지 않을 거예요.
nl: Laten we ervoor zorgen dat alles klaarstaat. Dit duurt een ogenblik.
pl: Przygotujmy się. To nie potrwa długo.
pt_br: Vamos preparar as coisas para você. Isso não vai demorar.
pt_pt: Vamos prepará-lo. Isto não irá demorar um minuto.
ro: Hai să începem! Nu va lua mult.
ru: Производится первоначальная настройка. Это займёт не больше минуты.
sv: Vi gör i ordning allt åt dig. Det tar bara ett ögonblick.
tr: Hadi seni hazırlayalım. Bu çok da uzun sürmeyecek.
uk: Давайте все налаштуємо, це не займе багато часу.
vi: Cùng giúp bạn thiết lập. Điều này sẽ không mất đến một phút.
zh_hans: 让我们帮您安装好，这不会用很长时间。
zh_hant: 讓我們為你完成設置。此步驟不會花上一分鐘時間。

# setup.whiskywine.copyDiagnostics
source: Copy Diagnostics
ar: نسخ التشخيصات
cs: Zkopírovat diagnostiku
da: Kopiér diagnostik
de: Diagnosedaten kopieren
es: Copiar diagnósticos
fi: Kopioi diagnostiikka
fr: Copier les diagnostics
it: Copia diagnosi
ja: 診断情報をコピー
ko: 진단 정보 복사
nl: Diagnose kopiëren
pl: Kopiuj diagnostykę
pt_br: Copiar diagnósticos
pt_pt: Copiar diagnósticos
ro: Copiază diagnosticele
ru: Копировать диагностику
sv: Kopiera diagnostik
tr: Tanılamayı kopyala
uk: Скопіювати діагностику
vi: Sao chép chẩn đoán
zh_hans: 复制诊断
zh_hant: 複製診斷

# setup.whiskywine.download
source: Downloading WhiskyWine
ar: تنزيل WhiskyWine
cs: Stahování WhiskyWine
da: Downloader Wine
de: WhiskyWine herunterladen
es: Descargando WhiskyWine
fi: Ladataan WhiskyWine
fr: Téléchargement de WhiskyWine
it: Scarico Wine
ja: WhiskyWine をダウンロード中
ko: WhiskyWine를 다운로드 중입니다.
nl: Wine downloaden
pl: Pobieranie WhiskyWine
pt_br: Baixando Wine
pt_pt: Transferindo Wine
ro: Se descarcă WhiskyWine
ru: Скачивание WhiskyWine
sv: Hämtar WhiskyWine
tr: Wine İndiriliyor
uk: Завантаження WhiskyWine
vi: Đang tải xuống Wine
zh_hans: 正在下载 WhiskyWine
zh_hant: 正在下載 WhiskyWine

# setup.whiskywine.download.subtitle
source: Speeds will vary on your internet connection.
ar: ستختلف السرعة على حسب اتصالك بالإنترنت.
cs: Rychlost stahování se bude lišit v závislosti na vašem internetovém připojení.
da: Hastigheden vil variere ud fra din internethastighed.
de: Die Geschwindigkeit variiert je nach Internetverbindung.
es: La velocidad de descarga varía según tu conexión a Internet.
fi: Nopeus vaihtelee internetyhteytesi mukaan.
fr: La vitesse de téléchargement peut varier selon votre connexion Internet.
it: La velocità di download varia in base alla tua connessione internet.
ja: 速度はインターネット環境によって変化します。
ko: 속도는 인터넷 연결 상태에 따라 달라질 수 있습니다.
nl: Snelheden zullen variëren gebaseerd op je internet connectie.
pl: Prędkości będą się różnić w zależności od połączenia internetowego.
pt_br: As velocidades irão variar de acordo com sua internet.
pt_pt: As velocidades variam de acordo com a sua ligação de Internet.
ro: Viteza va depinde de conexiunea dvs. de internet.
ru: Скорость скачивания зависит от вашего подключения к Интернету.
sv: Hastigheten beror på din internetanslutning.
tr: Yükleme hızı internet bağlantınıza göre değişecektir.
uk: Швидкість залежить від швидкості Вашого підключення до Інтернету.
vi: Tốc độ tải xuống sẽ phụ thuộc vào kết nối Internet của bạn.
zh_hans: 下载速度受您的网络质量影响。
zh_hant: 速度會因你的網路頻寬而有所不同。

# setup.whiskywine.error.accessDenied
source: Access denied
ar: تم رفض الوصول
cs: Přístup odepřen
da: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
fi: Käyttö estetty
fr: Accès refusé
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근이 거부됨
nl: Toegang geweigerd
pl: Odmowa dostępu
pt_br: Acesso negado
pt_pt: Acesso negado
ro: Acces refuzat
ru: Доступ запрещён
sv: Åtkomst nekad
tr: Erişim reddedildi
uk: Доступ заборонено
vi: Truy cập bị từ chối
zh_hans: 访问被拒绝
zh_hant: 存取遭拒
